{
  "diamond": "Алма́з (от пратюрк. almaz, букв. «неподдающийся», через араб. ألماس [’almās] и в др.-греч. ἀδάμας «несокрушимый») — минерал, кубическая аллотропная форма углерода.При нормальных условиях метастабилен, то есть может существовать неограниченно долго. В вакууме или в инертном газе при повышенных температурах постепенно переходит в графит. Самый твёрдый минерал по шкале эталонных минералов твёрдости Мооса.Возраст самого древнего обнаруженного алмаза составляет 3,6 миллиарда лет",
  "emerald": "Изумруд считается одним из красивейших камней и остается востребованным уже не одно столетие. В старину было удачей приобрести настоящий кристалл, поскольку этот красавец мог служить своему обладателю много десятков лет. В разных странах слово «зумрунди» (в значении «зеленый») трансформировалось в «марагд», «смарагдос», «эсмеральд», «эмеральд». В древней Руси самоцвет был известен под названием «смарагд».",
  "sapphire": "Сапфи́р (от др.-греч. σάπφειρος (sappheiros) — синий камень, возможно от ивр. ספּיר (sapir) или персидского названия с тем же значением) — драгоценный камень различных оттенков, одна из разновидностей корунда. В минералогии сапфирами называются корунды исключительно синего цвета, в ювелирной промышленности — любых цветов, кроме сиренево-красного (такие камни называются рубинами). Синий окрас сапфира обуславливается присутствием примесей титана (Ti) и железа (Fe). В старину сапфир (или сафир), как и другие ценные минералы синей окраски, назывался баусом.Существуют синтетические сапфиры, широко используемые в технике и ювелирном деле. Синтезируют как оптически прозрачные бесцветные химически чистые сапфиры (лейкосапфиры), так и окрашенные разнообразными примесями. Искусственные сапфиры были впервые синтезированы в 1904 году французским химиком Огюстом Вернеем.Сапфир является оксидом алюминия (химическая формула Al2O3).",
  "ruby": "Рубин (лат. rubens, rubinus — красный; устар. «сардис, лал, красный яхонт») – это разновидность корунда различного оттенка красного цвета, в зависимости от процента содержания хрома в его составе. Химический состав минерала – оксид алюминия (Аl2O3). По твердости настоящий рубин уступает только алмазу.История. Первые упоминания о рубине появились еще в глубокой древности, примерно в VI веке до нашей эры. Изначально минерал добывали в Индии, но дальше с развитием торговли камень перекочевал в Грецию, Рим и Египет. Очевидно, что драгоценность встречалась только в украшениях богатых людей, королевских вельмож и представителей духовных чинов. Кстати, камень использовался для украшения не только ювелирных изделий, но и одежды, книг, предметов быта и специальных религиозных аксессуаров.Главные месторождения рубинов – это Мьянма, Шри-Ланка, Таиланд, Кения и Афганистан. Есть также очень древние месторождения на Памире (горные системы в Таджикистане). В России минерал добывают на Урале, но он не встречается в этих местах готовыми месторождениями, а попадается изредка, как попутный приз при добыче корунда.",

  "diamond_title": "Алмаз",
  "emerald_title": "Изумруд",
  "sapphire_title": "Сапфир",
  "ruby_title": "Рубин"
}
