{
  "diamond": "Diamond (from Proto-Turkic *almaz, literally 'unconquerable,' through Arabic ألماس [’almās] and Ancient Greek ἀδάμας 'indomitable') is a mineral, a cubic allotrope of carbon.Under normal conditions, it is metastable, meaning it can exist indefinitely. In a vacuum or in an inert gas at elevated temperatures, it gradually transforms into graphite. It is the hardest mineral on the Mohs scale of mineral hardness.The age of the oldest discovered diamond is 3.6 billion years.",
  "emerald": "Emerald is considered one of the most beautiful gemstones and has been in demand for centuries. In ancient times, acquiring a genuine crystal was a stroke of luck, as this gem could serve its owner for many decades. In different countries, the word 'zumrundi' (meaning 'green') transformed into 'maragd,' 'smaragdus,' 'esmerald,' and 'emerald.' In ancient Rus', the gemstone was known by the name 'smaragd.'",
  "sapphire": "Sapphire (from Ancient Greek σάπφειρος (sappheiros) — blue stone, possibly derived from the Hebrew ספיר (sapir) or the Persian name with the same meaning) is a precious gemstone that comes in various shades and is one of the varieties of corundum. In mineralogy, sapphires refer specifically to corundums that are exclusively blue, while in the jewelry industry, they can be any color except for violet-red (such stones are called rubies). The blue coloration of sapphires is due to the presence of impurities such as titanium (Ti) and iron (Fe). In ancient times, sapphire (or sapphir) along with other valuable blue minerals was referred to as baus.Synthetic sapphires exist and are widely used in technology and jewelry. They can be synthesized as optically transparent colorless chemically pure sapphires (leucosapphires) as well as those colored by various impurities. Artificial sapphires were first synthesized in 1904 by the French chemist Auguste Verneuil.Sapphire is an aluminum oxide (chemical formula Al₂O₃).",
  "ruby": "Ruby (Latin: rubens, rubinus — red; obsolete terms include 'sardis, lal, red garnet') is a variety of corundum that comes in various shades of red, depending on the percentage of chromium in its composition. The chemical composition of the mineral is aluminum oxide (Al₂O₃). In terms of hardness, a true ruby ranks just below diamond.History. The earliest references to rubies date back to ancient times, around the 6th century BC. Initially, the mineral was mined in India, but as trade developed, the stone made its way to Greece, Rome, and Egypt. It is evident that this precious gem was found only in the jewelry of wealthy individuals, royal nobles, and members of the clergy. Interestingly, the stone was used to adorn not only jewelry but also clothing, books, household items, and special religious accessories.The main deposits of rubies are located in Myanmar, Sri Lanka, Thailand, Kenya, and Afghanistan. There are also very ancient deposits in the Pamir Mountains (a mountain range in Tajikistan). In Russia, the mineral is mined in the Ural Mountains, but it is not found there in large deposits; it occurs occasionally as a byproduct when extracting corundum.",
  "diamond_title": "Diamond",
  "emerald_title": "Emerald",
  "sapphire_title": "Sapphire",
  "ruby_title": "Ruby"
}
